`######Why Rechord?
Building songs with other musicians allows each individual to improve their skill and push their creative limits!
On Rechord you will have the chance to share and collaborate with musicians from all over the world. Browse content
and contribute to whatever you like!

######How do I create an account?
Anyone can create an account, using the Signup page.

######Do I need to be a musician to use Rechord?
Not at all! In fact you do not even need any instruments. You can use a salt shaker, or tap a pencil on your desk
if you like. The only requirement is that you use your creativity and desire to build a cool tune with other's.
Rechord is a learning tool!

######Are there any guidelines to posting?
Spam will be removed and result in a frozen account. Users can flag a post as spam.

######What role does voting play?
This ensures that the community has a way to recognize unique and interesting ideas! Voting determines the
order that tracks appear on Rehchord and in no way inhibits users from working on songs that are lower down.

######Who owns my musical ideas?
As our policy states, Rechord takes no ownership of anything posted. Original submission's are Intellectual Property
of the user who submitted, and collaborations belong in equal share to the members who have contributed.
Users maintain all the rights to their own work, Rechord is a platform for sharing and vetting and does not seek
to gain any ownership rights.

######What happens if a song I contributed to gets upvoted to the Hot page?
Although the mission of Rechord is to enhance our users musical skill and creativity as a learning tool,
we do have partnerships with numerous recording studios, who are monitoring the site for talent! Recognition from
the community is the ultimate reward in any creative field, if your song rises high, you will be exposed to a
bigger variety of musicians from all over the world!

######What if I accidentally post something?
You can delete your submission. If you accidentally post a collaboration you can delete that too.`
